---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup2PerTon
source: html/718e4bf6-2ed0-4087-2d0a-b4774cea6fd4.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup2PerTon Property

Symbol ft²/ton, indicating unit Square feet per ton of refrigeration.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup2PerTon { get; }
```